"PHONE_TITLE" = "Telefón";
"CALLS_LABEL" = "Hovory";
"CALL_FORWARDING" = "Presmerovanie";
"SHOW_CALLER_ID" = "Zobraziť moje číslo";

"Loading" = "Načítava sa…";
"Reverted" = "Obnovené";
"Saving" = "Ukladá sa…";
"FAILED" = "Zlyhalo";
"SUCCESS" = "Podarilo sa";
"ERROR" = "Chyba";
"DISMISS" = "Zrušiť";

"Calls" = "Hovory";
"International Assist" = "Medzinárodný asistent";
"Phone" = "Telefón";
"Show My Caller ID" = "Zobraziť moje číslo";

"SETTING_SAVE_ERROR" = "Nastavenie %@ sa nepodarilo uložiť.";
"kCTSettingTypeCallForwarding" = "presmerovania";
"kCTSettingTypeCallWaiting" = "čakanie hovorov";
"kCTSettingTypeCallingLineIdRestriction" = "ID volajúceho";
"kCTSettingTypeSIMLock" = "PIN kód karty";
"kCTSettingTypePIN" = "PIN";

"OFF" = "Vyp.";
"ON" = "Zap.";

"Network Selection" = "Voľba siete";
"SIM PIN" = "PIN kód karty";

"Call Forwarding" = "Presmerovanie";
"Call Waiting" = "Čakanie hovorov";
"Network" = "Sieť";
"SIM Applications" = "SIM aplikácie";
"TTY" = "TTY";

"Automatic" = "Automaticky";

"Save" = "Uložiť";
"Cancel" = "Zrušiť";
"Done" = "Hotovo";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "PIN pre zamknutie SIM. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "PIN pre odomknutie SIM. %@";

"Current Password" = "Aktuálne heslo";
"New Password" = "Nové heslo";
"Confirm New Password" = "Potvrdiť nové heslo";

"ATTEMPT_REMAINING" = "Zostáva pokusov: %@";
"ATTEMPTS_REMAINING" = "Zostáva pokusov: %@";

"COULD_NOT_LOCK" = "SIM sa nepodarilo zamknúť. %@";
"COULD_NOT_UNLOCK" = "SIM sa nepodarilo odomknúť. %@";
"Could not change PIN" = "PIN sa nepodarilo zmeniť. %@";
"CHANGE_PIN" = "Zmeniť PIN";
"Error: Passwords do not match" = "Chyba: heslá nesúhlasia";

"ENABLE_TTY" = "Chcete pre aktuálny hovor(y) použiť TTY?";
"DISABLE_TTY" = "Chcete pre aktuálny hovor(y) vypnúť TTY?";

"Yes" = "Áno";
"No" = "Nie";

"PHONE" = "Moje číslo: %@";

"MY_NUMBER" = "Moje číslo";
"UNKNOWN_NUMBER" = "Neznámy";
"MY_NUMBER_PLACEHOLDER" = "Číslo";
"SAVE_MY_NUMBER" = "Uložiť|Zrušiť";
"CANCEL_MY_NUMBER" = "Zrušiť|Uložiť";

"SHOW" = "Zobraziť";
"HIDE" = "Skryť";
"NETWORK" = "Pôvodné";

"Change Voicemail Password" = "Heslo do odkazovača";
"PASSWORD" = "Heslo";
"OLD_PASSWORD_PROMPT" = "Zadajte aktuálne heslo do odkazovača";
"NEW_PASSWORD_PROMPT" = "Zadajte nové heslo do odkazovača";
"NEW_PASSWORD_REENTRY_PROMPT" = "Potvrďte heslo do odkazovača";
"NEW_PASSWORD_MISMATCH_PROMPT" = "Nezhoda hesla. Skúste znovu.";
"SAVING_PASSWORD_PROMPT" = "Ukladá sa heslo…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Odkazovač je nedostupný.\nSkúste to znovu neskôr.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Chyba odkazovača\nMomentálne nie je možné zmeniť heslo.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Heslo uložené";

"DIAL_ASSIST_HELP" = "Medzinárodný asistent automaticky pridáva správnu medzinárodnú predvoľbu k telefónnym číslam pri volaní zo zahraničia.";

"Contacts" = "Kontakty";
"Sort Order" = "Zoradiť podľa";
"Display Order" = "Poradie zobrazenia";
"FIRST" = "Meno, priezvisko";
"LAST" = "Priezvisko, meno";

"CARRIER" = "Operátor";
"CARRIER_SERVICES" = "%@ služby";

"PIN" = "PIN";
"CURRENT_PIN" = "Aktuálny PIN";
"NEW_PIN" = "Nový PIN";
"CONFIRM_NEW_PIN" = "Potvrdiť nový PIN";
"Error: PINs do not match" = "Chyba: PINy nesúhlasia";

"FORWARD_ALL" = "Všetky";
"FORWARD_CUSTOM" = "Vlastný";
"FORWARD_TO" = "Presmerovať na";
"FORWARDING_TO" = "Presmerovať na";
"NO_ANSWER" = "Žiadna odpoveď";
"BUSY" = "Obsadené";
"UNREACHABLE" = "Nedosiahnuteľný";

"CALL_FORWARD_ERROR_TITLE" = "Presmerovanie";
"CALL_FORWARD_ERROR_MESSAGE" = "Niektoré nastavenia presmerovania sa nepodarilo zmeniť";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "Telefónne číslo sa nepodarilo uložiť.";
